Repository: djizus/JSA_Project_CRDF
Catalog: JSA/Resources/Global.*.resx
Languages: fr

# ByJSA
source: By
fr: Par

# GlobalAAFCOnline
source: AAFC Online
fr: AAC en direct

# GlobalAAFCOnlineURL
source: http://www.agr.gc.ca/index_e.php
fr: http://www.agr.gc.ca/index_f.php

# GlobalAdd
source: Add
fr: Ajouter

# GlobalAll
source: All
fr: Toutes

# GlobalAuthor
source: Author
fr: Rédacteur

# GlobalCancel
source: Cancel
fr: Annuler

# GlobalContact
source: Contact Us
fr: Contactez-nous

# GlobalCurrentLang
source: eng
fr: fra

# GlobalDelete
source: Delete
fr: Supprimer

# GlobalEdit
source: Edit
fr: Modifier

# GlobalExportPDF
source: Export to PDF
fr: Enregistrer en PDF

# GlobalFinish
source: Finish
fr: Terminer

# GlobalHelp
source: Help
fr: Aide

# GlobalHome
source: Home
fr: Accueil

# GlobalImportantNotice
source: Important Notice
fr: Avis importants

# GlobalModDate
source: Last modified
fr: Dernière modification

# GlobalModificationDate
source: Date modified
fr: Date de modification

# GlobalMoveDown
source: Move Down
fr: Descendre

# GlobalMoveUp
source: Move Up
fr: Monter

# GlobalNone
source: None
fr: Aucun

# GlobalPageTop
source: Top of Page
fr: Haut de la page

# GlobalPrint
source: Print
fr: Imprimer

# GlobalReturn
source: Return
fr: Retour

# GlobalSafeTaskAnalysisTitle
source: Job Safety Analysis
fr: Analyse Sécuritaire de Tâches

# GlobalSave
source: Save
fr: Enregistrer

# GlobalSigName
source: sig-eng.gif
fr: sig-fra.gif

# GlobalSwitchLang
source: fra
fr: eng

# GlobalSwitchLanguage
source: Français
fr: English

# GlobalUpdate
source: Update
fr: Mettre a jour

# GlobalWebAddr
source: QcSthyaweb3/JSA
fr: qcsthyaweb3.agr.gc.ca/JSA

# HomeIndex2Body
source: Body of index 2 page in English
fr: Corp de la page Index 2 en Français

# HomeIndex2Desc1
source: The Job Safety Analysis (JSA) process provides a way of identifying job-related hazards and determining preventive measures.
fr: Le processus d’analyse de la sécurité des tâches (AST) constitue un moyen de cerner les risques liés à un emploi et de déterminer les mesures préventives à mettre en œuvre pour les contrôler.

# HomeIndex2Desc2
source: This involves carefully analysing each task of a job, identifying potential health and safety hazards at each step and determining practical ways of preventing or mitigating such hazards.
fr: Le processus comprend l’analyse approfondie de chaque tâche requise par l’emploi, la description des risques potentiels associés à chaque tâche et le choix de moyens efficaces pour prévenir ou réduire le niveau des risques.

# HomeIndex2NewAST
source: Create new JSA
fr: Créer une nouvelle AST

# HomeIndex2Tuto
source: Consult a basic training on JSA
fr: Consulter la formation de base sur les AST

# HomeIndex2WTD
source: Choose any of the following options:
fr: Choisissez parmi l’une des options suivantes :

# HomeIndexBody1
source: Job Safety Analysis (JSA)
fr: Analyse Sécuritaire de Tâches (AST)

# HomeIndexTitle
source: Job Safety Analysis / Analyse Sécuritaire de Tâches
fr: Analyse Sécuritaire de Tâches / Job Safety Analysis

# JSAexportPdfNoneRequired
source: None required
fr: Aucun équipement requis

# JSAIndexAddAssRisk
source: Add associated risk
fr: Ajouter un risque associé

# JSAIndexAddPrevMes
source: Add a preventive measure
fr: Ajouter une mesure préventive

# JSAIndexAddRisk
source: Step 4/7 : Add an associated risk
fr: Etape 4/7 : Ajouter un risque potentiel

# JSAIndexAddTask
source: Step 3/7 : Add a task
fr: Etape 3/7 : Ajouter une étape

# JSAIndexChooseEnvironment
source: Please select an environment
fr: Veuillez choisir un environnement

# JSAIndexChoosePotentialRisk
source: Please choose a potential risk
fr: Veuillex choisir un risque potentiel

# JSAIndexChooseRegion
source: Please select a region
fr: Veuillez choisir une région

# JSAIndexChooseRiskCat
source: Choose a risk category
fr: Veuillex choisir une catégorie de risques

# JSAIndexChooseSafetyEquip
source: Please choose the required safety equipment.
fr: Choisissez les équipements applicables :

# JSAIndexChooseOrganisation
source: Please select an organisation
fr: Veuillez choisir une organisation

# JSAIndexChooseTaskName
source: Please enter a name for this task
fr: Veuillez entrer un nom pour cette tâche

# JSAIndexChooseSupervisor
source: Please select a supervisor
fr: Veuillez choisir un superviseur

# JSAIndexEnterPrevMes
source: Step 5/7 : Add a preventive mesure
fr: Etape 5/7 : Ajoutez une mesure préventive

# JSAIndexEnterTaskDesc
source: Add a new step
fr: Ajoutez une description pour cette étape

# JSAIndexEnvironment
source: Environment
fr: Environnement

# JSAIndexModifyJSA
source: Edit JSA
fr: AST

# JSAIndexNewJSA
source: New JSA
fr: Nouvelle AST

# JSAIndexNewJSAe
source: Create a new Job Safety Analysis
fr: Nouvelle analyse sécuritaire de tâches

# JSAIndexPotentialRisk
source: Potential Risks
fr: Risques Potentiels

# JSAIndexPreventiveMesures
source: Preventive Measures
fr: Mesures préventives

# JSAIndexRegion
source: Region
fr: Région

# JSAIndexSafeTyEquip
source: Safety Equipment
fr: Équipement de protection individuelle

# JSAIndexSureDelete1
source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir effacer

# JSAIndexSureDelete2
source: and all its related risks and preventive mesures ? This cannot be reversed.
fr: ainsi que tous ses riques associés et mesures préventive ? La suppression est irréversible.

# JSAIndexSureDelete3
source: and all its related preventive mesures ? This cannot be reversed.
fr: ainsi que les mesures préventives qui lui sont associées ? La suppression est irréversible.

# JSAIndexSureDelete4
source: ? This CANNOT be reversed.
fr: ? La suppression est irréversible.

# JSAIndexTaskOrder
source: Tasks order
fr: Ordre des tâches

# JSAIndexTaskToAnalize
source: Task
fr: Emploi à analyser

# JSAIndexSupervisor
source: Supervisor
fr: Superviseur

# JSAIndexTitle
source: Job Safety Analysis
fr: Analyse sécuritaire de tâches

source: Search
fr: Recherche

# SearchJSA
source: Search an existing JSA
fr: Chercher une AST existante

# TutorialJSA
source: Tutorial
fr: Tutoriel

# AddTaskDesc
source: Add a new step
fr: Ajouter une nouvelle étape

# JSAIndexEnterRisk
source: Add a new risk
fr: Ajoutez un risque

# HomeIndex2Admin
source: Administrate the application
fr: Administrer l’application

# JSAIndexAdmin
source: Administrator
fr: Administrateur

# JSAIndexGestion
source: Management of
fr: Gestion des

# JSALister
source: List of the
fr: Liste des

# JSACreateNew
source: Create a new
fr: Créér un

# JSANewAdmin
source: Enter the Windows login
fr: Entrez le login Windows

# JSAIndexBranch
source: Branch
fr: Direction Gén.

# JSAIndexChooseBranch
source: Please select a branch
fr: Veuillez choisir une direction générale

# GlobalModify
source: Modify
fr: Modifier

# GlobalCreateDate
source: Creation date
fr: Date de création

# GlobalModAuthor
source: Last modification by
fr: Dernière révision

# GlobalSort
source: Sort by
fr: Trier par

# JSACreateSupervisorInstructions
source: Please enter a supervisor with the following format : Last Name, First Name
fr: Entrez un superviseur suivant le format suivant : Nom, Prénom

# JSATipTask1
source: Keep the tasks in their correct chronological sequence
fr: Respecter l’ordre chronologique d’exécution des tâches

# JSATipHeader
source: Purposes of information’s collection are to compile, archive and ensure the periodic review of JSAs for supervisors, managers, Local OHS Committees (or OHS representatives), Regional OHS Coordinators or National Policy Committee. Precise reports creation and sorting information’s first required the specification of the following fields:
fr: Le but de la collecte d’information est de compiler et d’archiver les AST et d’en assurer le suivi périodique, et ce, à l’intention des superviseurs, des gestionnaires, du comité local de santé et de sécurité (ou du représentant STT), des coordonnateurs régionaux en SST ou du comité national d’orientation. Pour créer des rapports exacts et trier l’information, il faut d’abord préciser les champs suivants :

# JSATipPrevMes
source: This step is determining ways to eliminate or mitigate the hazards identified by following common hazard control strategies, in order of preference :
fr: Trouver des façons d’éliminer ou de réduire les risques identifiés en suivant les stratégies de contrôle des risques classées par ordre de préférence :

# JSATipPrevMes1
source: The eliminate the hazard;
fr: L’élimination du risque;

# JSATipPrevMes2
source: The reduction of hazard, including isolating it;
fr: La réduction du risque, notamment par son isolation;

# JSATipPrevMes3
source: The provision of personal protective equipment, clothing, devices or materials;
fr: La fourniture de matériel, d’équipement, de dispositifs ou de vêtements de protection personnels;

# JSATipPrevMes4
source: Administratives procedures.
fr: L’établissement de procédures administratives.

# JSATipRisk
source: Try to identify hazards associated to your job step. To help you, see the checklist that regroup typical hazards by categories and expose the most common examples.
fr: Déterminer les risques associés à l’étape de votre tâche. Pour vous aider, référez-vous à l'aide-mémoire qui regroupe les risques par catégorie en citant les exemples les plus communs. Conseils :

# JSATipRisk1
source: Associates hazards as much as you can find for each tasks
fr: Associer autant de risques décelés par étape que vous pouvez en trouver

# JSATipRisk2
source: Use short, clear and concise terminology to expose the hazard nature
fr: Utiliser des termes courts, clairs et concis précisant la nature du risque

# JSATipRisk3
source: Avoid the use of too general hazard (ex: hazardous to health, risk of dying) or too specific (ex: can cause third degree burn)
fr: Éviter de choisir des risques trop généraux (ex: dangereux pour la santé, risque de mourir) ou trop spécifiques (ex: peut entraîner des brûlures au troisième degré)

# JSATipTask
source: A rule of thumb is that most jobs can be described in less than ten tasks. Otherwise, it is recommended to split the job, each segment subject to a distinct JSA. Tips :
fr: En règle générale, la plupart des emplois peuvent être divisés en moins de dix tâches. Autrement, il est conseillé de fragmenter l’emploi, chacun des segments faisant l’objet d’une AST distincte. Conseils :

# JSATipTask2
source: Start with an action verb, short, accurate, concise
fr: Noter ce qui doit être fait plutôt que la manière de le faire

# JSATipTask3
source: Avoid to present the statement in his negative form using "Do not"
fr: Débuter avec des verbes d’action, courts, précis, concis

# JSATipTask4
source: Notes should be made of what is to be done rather than how it is done
fr: Éviter de présenter les énoncés dans sa forme négative du type « Ne pas…»

# JSATipTaskName
source: Ideally, a JSA should be performed for all jobs. However, there are practical constraints on time and resources. For these reasons, it is usually necessary to set priorities. Your manager or supervisor has probably provided you reasons that motivate the actual creating process of you JSA.
fr: Idéalement tous les emplois devraient faire l’objet d’une AST. Il existe cependant des contraintes pratiques en temps et en ressources. C’est pourquoi il faut habituellement établir des priorités. Votre gestionnaire ou superviseur a probablement déjà ciblé une raison précise faisant en sorte que vous vous apprêtez à rédiger une AST. Les facteurs à considérer pourraient inclure :

# JSAGlobalStats
source: Statistics of the application
fr: Statistiques de l'application

# JSAAssociated
source: Associated
fr: Associé(e)

# JSACreateNewe
source: Create a new
fr: Créér une

# JSAIndexAdmins
source: Administrators
fr: Administrateurs

# JSAIndexBranchs
source: Branchs
fr: Directions générales

# JSAIndexEnvironments
source: Environments
fr: Environnements

# JSAIndexRegions
source: Regions
fr: Régions

# JSAIndexSupervisors
source: Supervisors
fr: Superviseurs

# JSADocumentAssociated
source: Associated document
fr: Document associé

# HomeIndex2SearchAST
source: Search existing JSAs
fr: Chercher une AST existante

# HomeIndex2Desc3
source: These preventive measures can then be integrated into an employer’s work practices and procedures for the job.
fr: Ces mesures préventives peuvent dès lors être intégrées aux pratiques et aux méthodes de travail concernant cet emploi.

# HomeIndex2Objective1
source: Recall highlights of the OHS-500 training on Job Safety Analysis of Safe (JSA)
fr: Rappeler les points saillants de la formation sur les AST

# HomeIndex2Objective2
source: Explain the registration steps of JSAs by using the archive and writing tool available
fr: Expliquer les étapes d’enregistrement d’une AST avec l’aide de l’outil d’archivage et de rédaction offert

# HomeIndex2Objective3
source: Promote the sharing of information on JSA in the Department
fr: Favoriser l’échange d’information sur les AST du Ministère

# HomeIndex2Objectives
source: Database objectives :
fr: Objectifs de la base de données :

# HomeJSATitle1
source: Use a standard writing template integrating information’s to the Departmental database
fr: Utiliser un gabarit standard de rédaction intégrant l’information à la banque de données du Ministère

# HomeJSATitle2
source: Visualize JSAs available and adapt it to personal situations
fr: Visualiser les AST disponibles et les adapter aux situations personnelles

# HomeJSATitle3
source: A tutorial that explains the process of writing a JSA step by step (recommended at first occurrence)
fr: Un tutoriel expliquant le processus de rédaction d’une AST étape par étape (recommandé à la première occurrence)

# HomeJSATitle4
source: Enable the menus modification, compilation, archiving and monitoring
fr: Permettre la modification des menus, la compilation, l’archivage et le suivi

# GlobalCopy
source: Copy to a new JSA
fr: Copier vers un nouveau rapport

# Tuto1
source: Consult the PowerPoint of the application
fr: Visionner le diaporama PowerPoint

# Tuto2
source: Consult an example of completed JSA
fr: Voir un exemple de rapport complet

# GlobalError1
source: Fill in the blank !
fr: Remplissez le champ !

# GlobalError2
source: Task failed !
fr: Echec !

# GlobalSuccess
source: Success !
fr: Succès !

source: General informations :
fr: Informations générales :

# GlobalUpload
source: Attach the file
fr: Joindre le fichier

# JSAHeader1
source: Step 1/7 : Choice of the job to analyse
fr: Etape 1/7 : Choix du travail à analyser

# JSAHeader2
source: Step 2/7 : Fill the informations needed for an accurate storage
fr: Etape 2/7 : Remplir les informations globales de l'AST

# JSAIndexChooseAdmin
source: Please chose an administrator
fr: Choisissez un administrateur

# JSADB
source: JSAs in the database !
fr: AST dans la base de données !

# JSAIndexChooseAuthor
source: Please chose an author
fr: Veuillez choisir un auteur

# JSASearch
source: JSA(s) for your research :
fr: AST pour votre recherche :

# JSAStep6
source: Step 6/7 : Communicating to employees concerned
fr: Etape 6/7 : Transmission aux employés concernés

# JSAStep6a
source: Send JSA to employees who will perform the job
fr: Transmettre les AST aux employés devant exécuter la tâche

# JSAStep6b
source: Add JSA to any existing protocol or procedure if required
fr: Ajouter au besoin l’AST au protocole ou à la procédure existante

# JSAStep6c
source: Provide training to new employees by using JSA
fr: Assurer la formation d’un nouvel employé avec l’aide des AST

# JSAStep7
source: Step 7/7 : Periodic Review
fr: Etape 7/7 : Révision périodique

# JSAStep7a
source: Revise JSA when the task changes
fr: Réviser l’AST lorsqu’un changement à la tâche est remarqué

# JSAStep7b
source: Revise JSA when a new hazard is detected
fr: Réviser l’AST lorsqu’un nouveau risque est décelé

# JSAStep7c
source: Your Local Health and Safety Committee (or OHS representative) will determine the local revision process applicable for your JSA
fr: Votre comité local de santé et de sécurité (ou représentant en SST) déterminera le processus de révision applicable à votre AST

# JSAThere
source: There are
fr: Il y a

# JSAMailTo
source: Email this JSA
fr: Envoyez cet AST par courriel

# JSAGoingToStep67
source: The next steps are directly related to the writing of your JSA. Keep in mind that you will be able to enhance your JSA with these optional features :
fr: Les prochaines étapes concernent directement la rédaction de votre AST. Gardez en tête que vous pourrez enrichir l’AST rédigée des options facultatives suivantes :

# JSAGoingToStep671
source: Add Personal Protective Equipment icons
fr: Ajouter les pictogrammes d’équipement de protection individuelle

# JSAGoingToStep672
source: Add General Information to introduce your document
fr: Ajouter des informations générales dans l’introduction de votre document

# JSAGoingToStep673
source: Attach additional documents to your JSA
fr: Joindre des documents complémentaires à l’AST

# AideMemoire
source: Checklist
fr: Aide-memoire

# JSACopyInfos
source: Take some time to check whether the informations in the table are corrects. Then, correct the header and add a taskname for this JSA.
fr: Prenez le temps de vérifier que les informations copiées dans le tableau sont correctes. Ensuite, corrigez le header et ajoutez un nom de tâche pour cette AST.

# UnspecifiedSup
source: Unspecified Supervisor
fr: Superviseur non-spécifié
